      *Programa Ejemplo
      *Cobol////////////////////////////////////////
       IDENTIFICATION DIVISION.
       PROGRAM-ID. EJEMPLO2.
       PROCEDURE DIVISION.
           DISPLAY 'Hola Manoletes '.
           CALL 'PROG1'.
           STOP RUN.
      */////////////////////////////////////////////
