//TECCFDA1 JOB FPVI606B,TECCFD,MSGCLASS=Q,CLASS=M,
//    MSGLEVEL=(1,1),NOTIFY=TECCFD
//PASO01 EXEC PGM=DFHCSDUP,REGION=50M
//STEPLIB  DD DISP=SHR,DSN=CICS.TS53.SDFHLOAD
//DFHCSD   DD DISP=SHR,DSN=CICSVI.CILHADQ1.V5R3.DFHCSD
//SEC      DD DISP=SHR,DSN=CICSVI.TESTPL.V5R3.DFHCSD
//SYSUT1   DD UNIT=SYSDA,SPACE=(1024,(100,100))
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
COPY    GROUP(CICSLOG ) TO(CICSLOG ) FROM(SEC)
COPY    GROUP(CICSSOCK) TO(CICSSOCK) FROM(SEC)
COPY    GROUP(TECNOHOS) TO(TECNOHOS) FROM(SEC)
COPY    GROUP(BANELCO ) TO(BANELCO ) FROM(SEC)
COPY    GROUP(LSRPOOLS) TO(LSRPOOLS) FROM(SEC)
COPY    GROUP(LIBSGRP ) TO(LIBSGRP ) FROM(SEC)
COPY    GROUP(MAPAS   ) TO(MAPAS   ) FROM(SEC)
COPY    GROUP(PROGS   ) TO(PROGS   ) FROM(SEC)
COPY    GROUP(RACFGRP ) TO(RACFGRP ) FROM(SEC)
COPY    GROUP(TDQUE   ) TO(TDQUE   ) FROM(SEC)
COPY    GROUP(TECBANE ) TO(TECBANE ) FROM(SEC)
COPY    GROUP(TERMS   ) TO(TERMS   ) FROM(SEC)
COPY    GROUP(TRANS   ) TO(TRANS   ) FROM(SEC)
COPY    GROUP(TYPES   ) TO(TYPES   ) FROM(SEC)
COPY    GROUP(VISA    ) TO(VISA    ) FROM(SEC)
COPY    GROUP(VISAEXCI) TO(VISAEXCI) FROM(SEC)
COPY    GROUP(OMEGAMON) TO(OMEGAMON) FROM(SEC)
COPY    GROUP(CONSOLE ) TO(CONSOLE ) FROM(SEC)
COPY    GROUP(QRCHGRP ) TO(QRCHGRP ) FROM(SEC)
COPY    GROUP(CTO     ) TO(CTO     ) FROM(SEC)
*
ADD     GROUP(CICSLOG ) LI(CILHADQ1)
ADD     GROUP(CICSSOCK) LI(CILHADQ1)
ADD     GROUP(TECNOHOS) LI(CILHADQ1)
ADD     GROUP(BANELCO ) LI(CILHADQ1)
ADD     GROUP(LSRPOOLS) LI(CILHADQ1)
ADD     GROUP(LIBSGRP ) LI(CILHADQ1)
ADD     GROUP(MAPAS   ) LI(CILHADQ1)
ADD     GROUP(PROGS   ) LI(CILHADQ1)
ADD     GROUP(RACFGRP ) LI(CILHADQ1)
ADD     GROUP(TDQUE   ) LI(CILHADQ1)
ADD     GROUP(TECBANE ) LI(CILHADQ1)
ADD     GROUP(TERMS   ) LI(CILHADQ1)
ADD     GROUP(TRANS   ) LI(CILHADQ1)
ADD     GROUP(TYPES   ) LI(CILHADQ1)
ADD     GROUP(VISA    ) LI(CILHADQ1)
ADD     GROUP(VISAEXCI) LI(CILHADQ1)
ADD     GROUP(OMEGAMON) LI(CILHADQ1)
ADD     GROUP(CONSOLE ) LI(CILHADQ1)
ADD     GROUP(QRCHGRP ) LI(CILHADQ1)
ADD     GROUP(CTO     ) LI(CILHADQ1)
