//TECCFDFL JOB FPVI606B,TECCFD,MSGCLASS=Q,CLASS=M,REGION=0M,
//    MSGLEVEL=(1,1),NOTIFY=TECCFD
//STEP01    EXEC   PGM=ADRDSSU
//SYSPRINT  DD     SYSOUT=*
//SYSIN     DD     *
 COPY DATASET(INCLUDE( -
      VISSCLM.BAABMPRE.PPFNTPGM,-
      VISSCLM.BACARPRE.PPFNTPGM,-
      VISSCLM.ONMAPPRE.PPFNTPGM,-
      VISSCLM.BACPYPRE.PPCPYLIB -
                      ))               -
 RENAMEU(                              -
 (VISSCLM.ONLIQPRE.PPFNTPGM,TEC.TECCFD.LIQ.COBCI ),-
 (VISSCLM.ONMAPPRE.PPFNTPGM,TEC.TECCFD.MAP.BMS   ),-
 (VISSCLM.BACPYPRE.PPCPYLIB,TEC.TECCFD.CPY.CPY   ) -
               )                                        -
   CATALOG  SPHERE  -
      FASTREP(REQ) FCTOPPRCP(PMR) -
      CAN OPT (4) SHR
/*
//
