//TECCFDBU JOB FPVI606B,TECCFD,MSGCLASS=Q,CLASS=M,
//    MSGLEVEL=(1,1),NOTIFY=TECCFD
//DFSMSDSS EXEC PGM=ADRDSSU,REGION=8M
//SYSPRINT DD SYSOUT=*
//OUTDASD  DD UNIT=3390,DISP=(NEW,KEEP),SPACE=(CYL,(150,100),RLSE),
//            DSN=TEC.TECCFD.DBBDUMP,VOL=SER=LBPAS1
//SYSIN    DD *
 DUMP OUTDDNAME(OUTDASD) -
      DATASET(INCLUDE(   -
         VISSCLM.BAABMPRE.PPFNTPGM,-
         VISSCLM.BACARPRE.PPFNTPGM,-
         VISSCLM.BACBAPRE.PPFNTPGM,-
         VISSCLM.BACCOPRE.PPFNTPGM,-
         VISSCLM.BAESTPRE.PPFNTPGM,-
         VISSCLM.BAINTPRE.PPFNTPGM,-
         VISSCLM.BALIQPRE.PPFNTPGM,-
         VISSCLM.ONABMPRE.PPFNTPGM,-
         VISSCLM.ONCARPRE.PPFNTPGM,-
         VISSCLM.ONCBAPRE.PPFNTPGM,-
         VISSCLM.ONCCOPRE.PPFNTPGM,-
         VISSCLM.ONESTPRE.PPFNTPGM,-
         VISSCLM.ONINTPRE.PPFNTPGM,-
         VISSCLM.ONLIQPRE.PPFNTPGM,-
         VISSCLM.ONMAPPRE.PPFNTPGM,-
         VISSCLM.BACPYPRE.PPCPYLIB -
         )) -
      TOL(ENQF)  COMPRESS
//
//
