//TECCFDFL JOB FPVI606B,TECCFD,MSGCLASS=Q,CLASS=M,REGION=0M,
//    MSGLEVEL=(1,1),NOTIFY=TECCFD
//STEP01    EXEC   PGM=ADRDSSU
//SYSPRINT  DD     SYSOUT=*
//SYSIN     DD     *
 COPY DATASET(INCLUDE( -
      VISSCLM.BAABMPRE.PPFNTPGM,-
      VISSCLM.ONABMPRE.PPFNTPGM,-
      VISSCLM.BACARPRE.PPFNTPGM,-
      VISSCLM.ONCARPRE.PPFNTPGM,-
      VISSCLM.BACBAPRE.PPFNTPGM,-
      VISSCLM.ONCBAPRE.PPFNTPGM,-
      VISSCLM.BACCOPRE.PPFNTPGM,-
      VISSCLM.ONCCOPRE.PPFNTPGM,-
      VISSCLM.BAESTPRE.PPFNTPGM,-
      VISSCLM.ONESTPRE.PPFNTPGM,-
      VISSCLM.BAINTPRE.PPFNTPGM,-
      VISSCLM.ONINTPRE.PPFNTPGM,-
      VISSCLM.BALIQPRE.PPFNTPGM,-
      VISSCLM.ONLIQPRE.PPFNTPGM,-
      VISSCLM.ONMAPPRE.PPFNTPGM,-
      VISSCLM.BACPYPRE.PPCPYLIB,-
      VISSCLM.BARUTPRE.PPRUTPGM -
                      ))               -
 RENAMEU(                              -
 (VISSCLM.BAABMPRE.PPFNTPGM,TEC.TECCFD.MIG.ABM.COBOL ),-
 (VISSCLM.ONABMPRE.PPFNTPGM,TEC.TECCFD.MIG.ABM.COBCI ),-
 (VISSCLM.BACARPRE.PPFNTPGM,TEC.TECCFD.MIG.CAR.COBOL ),-
 (VISSCLM.ONCARPRE.PPFNTPGM,TEC.TECCFD.MIG.CAR.COBCI ),-
 (VISSCLM.BACBAPRE.PPFNTPGM,TEC.TECCFD.MIG.CBA.COBOL ),-
 (VISSCLM.ONCBAPRE.PPFNTPGM,TEC.TECCFD.MIG.CBA.COBCI ),-
 (VISSCLM.BACCOPRE.PPFNTPGM,TEC.TECCFD.MIG.CCO.COBOL ),-
 (VISSCLM.ONCCOPRE.PPFNTPGM,TEC.TECCFD.MIG.CCO.COBCI ),-
 (VISSCLM.BAESTPRE.PPFNTPGM,TEC.TECCFD.MIG.EST.COBOL ),-
 (VISSCLM.ONESTPRE.PPFNTPGM,TEC.TECCFD.MIG.EST.COBCI ),-
 (VISSCLM.BAINTPRE.PPFNTPGM,TEC.TECCFD.MIG.INT.COBOL ),-
 (VISSCLM.ONINTPRE.PPFNTPGM,TEC.TECCFD.MIG.INT.COBCI ),-
 (VISSCLM.BALIQPRE.PPFNTPGM,TEC.TECCFD.MIG.LIQ.COBOL ),-
 (VISSCLM.ONLIQPRE.PPFNTPGM,TEC.TECCFD.MIG.LIQ.COBCI ),-
 (VISSCLM.ONMAPPRE.PPFNTPGM,TEC.TECCFD.MIG.MAP.BMS   ),-
 (VISSCLM.BACPYPRE.PPCPYLIB,TEC.TECCFD.MIG.CPY.COPY  ),-
 (VISSCLM.BARUTPRE.PPRUTPGM,TEC.TECCFD.MIG.RUT.COBOL ) -
               )                                        -
      CATALOG   SPHERE  TOL(ENQF)
/*
//
